Repository: seoktae-lee/tteona
Catalog: tteona/Localizable.xcstrings
Source language: ko
Languages: en, ja

# guest.signUp
source: 회원가입하고 시작하기
en: Sign up to continue
ja: 登録して始める

# guestTerms.badge
source: 회원가입 없이 첫 브이로그
en: First vlog, no account
ja: 登録なしで最初のブイログ

# guestTerms.consentNote
source: 시작 전에 이것만 확인해주세요
en: Just one thing before we start.
ja: はじめる前に、ひとつだけ確認してください。

# guestTerms.start
source: 동의하고 시작하기
en: Agree and start
ja: 同意して始める

# guestTerms.subtitle
source: 오늘 하루를 브이로그로 만들어보세요. 마음에 들면 그때 회원가입하셔도 돼요.
en: Turn today into a vlog. Sign up later only if you like it.
ja: 今日一日をブイログにしてみましょう。 気に入ったら、そのとき登録すればOKです。

# guestTerms.title
source: 떠나에 오신 걸 환영해요!
en: Welcome to tteona!
ja: tteonaへようこそ！

# impromptu.archiving
source: 영상 보관 중...
en: Saving videos...
ja: 動画を保存中...

# impromptu.budgetFull
source: 오늘 영상이 가득 찼어요
en: Today's video is full
ja: 本日の動画がいっぱいです

# impromptu.captureHere
source: 여기서 촬영
en: Film Here
ja: ここで撮影

# impromptu.courseName
source: 코스 이름
en: Course name
ja: コース名

# impromptu.courseName.placeholder
source: 이번 여행의 이름을 지어주세요
en: Give this trip a name
ja: 今回の旅に名前をつけましょう

# impromptu.dateFormat
source: M월 d일
en: MMM d
ja: M月d日

# impromptu.discardToday
source: 오늘 기록 버리기
en: Discard today
ja: 今日の記録を破棄

# impromptu.discardToday.message
source: 오늘 찍은 영상과 장소가 모두 지워지고 촬영 시간도 처음으로 돌아갑니다. 되돌릴 수 없어요.
en: Today’s clips and places will be deleted and your recording budget resets. This cannot be undone.
ja: 今日の映像と場所がすべて削除され、撮影時間もリセットされます。元に戻せません。

# impromptu.endSheet.subtitle
source: 방문한 장소 %d곳이 기록됐어요
en: %d places you visited have been recorded
ja: 訪れた%dヶ所が記録されました

# impromptu.endSheet.title
source: 오늘을 마칠까요?
en: Wrap up your day?
ja: 今日を終えますか？

# impromptu.endToday
source: 오늘 종료
en: End Today
ja: 今日を終了

# impromptu.keepRecording
source: 계속 기록할게요
en: Keep recording
ja: 記録を続けます

# impromptu.locating
source: 위치를 확인하는 중이에요
en: Finding your location…
ja: 現在地を確認しています

# impromptu.locationDenied
source: 위치 권한이 꺼져 있어요. 설정에서 켜면 장소를 기록할 수 있어요.
en: Location access is off. Turn it on in Settings to record places.
ja: 位置情報がオフです。 設定でオンにすると場所を記録できます。

# impromptu.locationFailed
source: 위치를 확인하지 못했어요. 다시 시도해 주세요.
en: Couldn't get your location. Please try again.
ja: 現在地を取得できませんでした。 もう一度お試しください。

# impromptu.myToday.name
source: 나의 오늘
en: My Today
ja: 私の今日

# impromptu.myTodayDated
source: 나의 오늘 %@
en: My Today %@
ja: 私の今日 %@

# impromptu.placesDone
source: %d곳
en: %d
ja: %dヶ所

# impromptu.placesVisited
source: %d곳 방문
en: %d places visited
ja: %dヶ所訪問

# impromptu.recordProgress
source: %1$d곳 기록 · 마지막: %2$@
en: %1$d places · Last: %2$@
ja: %1$dヶ所記録 · 最後: %2$@

# impromptu.recording
source: 나의 오늘 기록 중
en: Recording My Today
ja: 「私の今日」を記録中

# impromptu.reminder.body
source: 오늘 방문한 %lld곳으로 추억 영상을 만들어보세요
en: Make a memory video from the %lld place(s) you visited today
ja: 今日訪れた%lldか所で思い出の動画を作ってみましょう

# impromptu.reminder.title
source: 오늘 기록, Vlog로 남겨볼까요? 🎬
en: Turn today into a Vlog? 🎬
ja: 今日の記録をVlogにしませんか？🎬

# impromptu.saveAndVlog
source: 저장하고 Vlog 만들기
en: Save & Create Vlog
ja: 保存してVlogを作成

# impromptu.saveAsCourse
source: 코스로 저장
en: Save as Course
ja: コースとして保存

# impromptu.saveCourse.subtitle
source: 경로를 나중에 다시 쓸 수 있어요
en: Reuse your route later anytime
ja: ルートを後で また使えます

# impromptu.saveCourse.title
source: 코스 저장 후 Vlog 만들기
en: Save course, then create vlog
ja: コースを保存して Vlogを作る

# impromptu.savedSession.detail
source: 장소 %d곳 · %@
en: %d places · %@
ja: %dヶ所 · %@

# impromptu.savedSession.title
source: 오늘 기록이 남아있어요
en: You have a session from today
ja: 今日の記録が残っています

# impromptu.startAtFirst
source: 첫 장소에서 촬영을 시작해보세요
en: Start filming at your first place
ja: 最初の場所で撮影を始めましょう

# impromptu.startRecord
source: 기록 시작
en: Start recording
ja: 記録開始

# impromptu.tag
source: 태그
en: Tag
ja: タグ

# impromptu.videoBudget
source: 오늘의 영상
en: Today's video
ja: 本日の動画

# impromptu.videoBudgetValue
source: %1$d / %2$d초
en: %1$d / %2$ds
ja: %1$d / %2$d秒

# impromptu.vlogOnly.subtitle
source: 영상을 이어 붙여 추억으로 남겨요
en: Stitch your clips into a lasting memory
ja: 動画をつなげて 思い出に残そう

# impromptu.vlogOnly.title
source: Vlog만 만들기
en: Vlog only
ja: Vlogだけ作る

# main.activeCourseBanner
source: 진행 중인 코스가 있어요
en: You have a course in progress
ja: 進行中のコースがあります

# main.clearSearch
source: 검색어 지우기
en: Clear search
ja: 検索語をクリア

# main.clearSearchedPlace
source: 검색한 장소 지우기
en: Clear searched place
ja: 検索した場所を消す

# main.closePreview
source: 미리보기 닫기
en: Close preview
ja: プレビューを閉じる

# main.continueRecording
source: 이어서 기록하기
en: Continue Recording
ja: 記録を続ける

# main.course
source: 코스
en: Course
ja: コース

# main.courseProgress
source: %@ · %d/%d곳 완료
en: %@ · %d/%d places done
ja: %@ · %d/%dヶ所完了

# main.courseResults
source: 코스 검색 결과 %d개
en: %d matching courses
ja: コース検索結果 %d件

# main.distanceKm
source: 내 위치에서 %dkm
en: %d km away
ja: 現在地から%dkm

# main.distanceNear
source: 바로 근처
en: Nearby
ja: すぐ近く

# main.filter.all
source: 전체 코스
en: All Courses
ja: すべてのコース

# main.filter.liked
source: 찜한 코스
en: Liked Courses
ja: お気に入りコース

# main.filter.mine
source: 내 코스
en: My Courses
ja: マイコース

# main.goToRegion
source: '%@' 위치로 지도 이동
en: Move map to '%@'
ja: 「%@」へ地図を移動

# main.loadingCourses
source: 코스 불러오는 중...
en: Loading courses...
ja: コースを読み込み中...

# main.moveToCurrentLocation
source: 현재 위치로 이동
en: Go to current location
ja: 現在地へ移動

# main.myToday
source: 나의 오늘
en: My Today
ja: 私の今日

# main.nearbyCourses
source: 이 근처 코스 %d개
en: %d courses nearby
ja: この近くのコース%d件

# main.nearbyCoursesNone
source: 아직 이 근처 코스가 없어요
en: No courses here yet
ja: この近くにはまだコースがありません

# main.noSearchResults
source: 검색 결과가 없어요
en: No results found
ja: 検索結果がありません

# main.placeCount
source: 장소 %d개
en: %d places
ja: 場所%dヶ所

# main.placesCount
source: %d곳
en: %d places
ja: %dヶ所

# main.resume
source: 이어하기
en: Resume
ja: 再開

# main.searchNoPlace
source: 장소를 찾지 못했어요
en: No places found
ja: 場所が見つかりません

# main.searchPlaceholder
source: 코스 검색 · 엔터로 지역 이동
en: Search courses · Enter to jump to a region
ja: コース検索 · Enterで地域へ移動

# main.searchSectionCourses
source: 코스
en: Courses
ja: コース

# main.searchSectionPlaces
source: 장소
en: Places
ja: 場所

# main.startFresh
source: 새로 시작하기
en: Start Fresh
ja: 新しく始める

# main.tryOtherKeyword
source: 다른 키워드로 검색해보세요!
en: Try a different keyword!
ja: 別のキーワードで検索してみてください！

# member.me
source: %@ (나)
en: %@ (Me)
ja: %@（自分）

# navguide.letsGo
source: 떠나볼까요!
en: Let's go!
ja: 出発しましょう！

# navguide.next
source: 다음 %d/%d
en: Next %d/%d
ja: 次へ %d/%d

# navguide.step1.message
source: 떠나를 30초만에 둘러볼까요? 제가 안내해드릴게요
en: Want a 30-second tour of tteona? I'll show you around
ja: tteonaを30秒で見て回りましょうか？ 私がご案内します

# navguide.step1.title
source: 안녕하세요, 나루예요!
en: Hi, I'm Naru!
ja: こんにちは、ナルです！

# navguide.step2.message
source: 지도에서 주변 코스를 보고 탐색으로 바꿔 인기 코스도 둘러보세요
en: See nearby courses on the map, then switch to Explore for popular ones.
ja: 地図で近くのコースを見て、 「探索」に切り替えて人気コースもチェック

# navguide.step2.title
source: 코스 찾기
en: Find courses
ja: コースを探す

# navguide.step3.message
source: 셔터만 누르면 알아서 찍히고 멈춰요 편집 없이 브이로그가 만들어져요
en: Tap the shutter — it records and stops on its own. Your vlog is made without any editing.
ja: シャッターを押すだけで自動で撮影・停止。 編集なしでブイログができます

# navguide.step3.title
source: 오늘을 남기기
en: Keep today
ja: 今日を残す

# navguide.step4.message
source: 그룹을 만들어 친구·가족과 코스와 '나의 오늘'을 공유해요
en: Create a group to share courses and your day with friends and family
ja: グループを作って友達や家族と コースと「私の今日」をシェア

# navguide.step4.title
source: 함께 떠나기
en: Travel together
ja: 一緒に出かける

# navguide.step5.message
source: 오늘 어디든 가서 셔터만 눌러보세요 하루가 브이로그로 남아요
en: Go anywhere today and just tap the shutter. Your day becomes a vlog.
ja: 今日はどこへでも、シャッターを押すだけ。 一日がブイログとして残ります

# navguide.step5.title
source: 준비 완료!
en: All set!
ja: 準備完了！

# network.offline
source: 인터넷 연결이 없어요
en: No internet connection
ja: インターネット接続がありません

# notif.arrived.body
source: 지금 촬영하세요
en: Film now
ja: 今すぐ撮影しよう

# notif.arrived.title
source: 📍 %@에 도착했어요!
en: 📍 You've arrived at %@!
ja: 📍 %@に到着しました！

# notif.channelDesc
source: 그룹 활동·댓글·코스 알림
en: Group activity, comments, and course alerts
ja: グループ活動・コメント・コースのお知らせ

# notif.channelName
source: 떠나 알림
en: tteona Notifications
ja: tteonaのお知らせ

# onboarding.letsGo
source: 떠나기 시작
en: Let's Go
ja: 旅を始める

# onboarding.logoDesc
source: 떠나
en: tteona
ja: tteona

# onboarding.nickname.available
source: 사용 가능한 별명이에요
en: This nickname is available
ja: 使用可能なニックネームです

# onboarding.nickname.checking
source: 확인 중...
en: Checking...
ja: 確認中...

# onboarding.nickname.inappropriate
source: 사용할 수 없는 표현이 포함돼 있어요
en: Contains words that aren't allowed
ja: 使用できない表現が含まれています

# onboarding.nickname.placeholder
source: 닉네임 입력 (2~10자)
en: Enter nickname (2–10 chars)
ja: ニックネーム入力（2〜10文字）

# onboarding.nickname.subtitle
source: 코스를 만들 때 닉네임이 표시됩니다.
en: Your nickname is shown when you create courses.
ja: コースを作成するときにニックネームが表示されます。

# onboarding.nickname.taken
source: 이미 사용 중인 별명이에요
en: This nickname is already taken
ja: すでに使用されているニックネームです

# onboarding.nickname.title
source: 닉네임을 설정해주세요
en: Set your nickname
ja: ニックネームを 設定してください

# onboarding.permission.camera
source: 카메라 권한
en: Camera
ja: カメラ

# onboarding.permission.camera.desc
source: 각 장소에서 짧은 영상을 촬영해요
en: Records a short clip at each place
ja: 各場所で短い動画を撮影します

# onboarding.permission.continue
source: 계속
en: Allow
ja: 許可する

# onboarding.permission.granted
source: 허용됨
en: Granted
ja: 許可済み

# onboarding.permission.location
source: 위치 권한
en: Location
ja: 位置情報

# onboarding.permission.location.desc
source: 장소 도착을 감지하고 지도에 현재 위치를 표시해요
en: Detects when you arrive at places and shows your location on the map
ja: 場所への到着を検知し、地図に現在地を表示します

# onboarding.permission.notification
source: 알림 권한
en: Notifications
ja: 通知

# onboarding.permission.notification.desc
source: 장소에 도착하면 촬영 알림을 보내드려요
en: Sends you a reminder to record when you arrive
ja: 場所に到着すると撮影通知をお送りします

# onboarding.permission.photos
source: 사진 라이브러리 권한
en: Photo Library
ja: 写真ライブラリ

# onboarding.permission.photos.desc
source: 촬영한 영상을 앨범에 저장해요
en: Saves your recorded videos to your album
ja: 撮影した動画をアルバムに保存します

# onboarding.permission.subtitle
source: 아래 권한들은 핵심 기능에 사용됩니다.
en: These permissions are used for core features.
ja: 以下の権限はコア機能に使用されます。

# onboarding.permission.title
source: 앱 사용을 위해 권한이 필요해요
en: We need a few permissions
ja: アプリの利用には 権限が必要です

# onboarding.saveError.message
source: 네트워크 상태를 확인하고 다시 시도해주세요.
en: Please check your connection and try again.
ja: 通信環境を確認して、もう一度お試しください。

# onboarding.saveError.title
source: 저장하지 못했어요
en: Couldn't save
ja: 保存できませんでした

# onboarding.slide1.subtitle
source: 앱을 열면 바로 카메라예요. 셔터만 누르면 알아서 찍히고 멈춰요
en: The camera is right there when you open the app. Tap the shutter — it records and stops on its own.
ja: アプリを開けばすぐカメラ。 シャッターを押すだけで自動で撮影・停止します

# onboarding.slide1.title
source: 켜자마자 촬영
en: Open and shoot
ja: 開いてすぐ撮影

# onboarding.slide2.subtitle
source: 2·3·5초 중에 골라 담아요. 몇 초씩만 모여도 하루가 기록돼요
en: Pick 2, 3, or 5 seconds per place. A few seconds each is enough to keep the day.
ja: 2・3・5秒から選んで撮影。 数秒ずつでも一日が記録されます

# onboarding.slide2.title
source: 여러 곳을 짧게짧게
en: A few seconds, many places
ja: 短く、いくつもの場所で

# onboarding.slide3.subtitle
source: 여행이 끝나면 촬영한 클립을 모아 감성 Vlog 영상을 만들어드려요
en: When your trip ends, we stitch your clips into a beautiful vlog for you
ja: 旅が終わったら撮影したクリップをまとめて エモいVlog動画を作ります

# onboarding.slide3.title
source: Vlog는 자동 완성
en: Your vlog, auto-created
ja: Vlogは自動で完成

# onboarding.slide4.subtitle
source: 친구·가족과 그룹을 만들어 코스와 '나의 오늘'을 공유해보세요
en: Create groups with friends and family to share courses and your day
ja: 友達や家族とグループを作って コースと「私の今日」をシェアしよう

# onboarding.slide4.title
source: 함께라서 더 좋아
en: Better together
ja: 一緒だからもっと楽しい

# onboarding.start
source: 시작하기
en: Get Started
ja: 始める

# onboarding.style.skip
source: 나중에 할게요
en: Maybe later
ja: あとで設定する

# onboarding.style.subtitle
source: 취향에 맞는 코스를 먼저 추천해드릴게요
en: We'll show courses that match your style first
ja: 好みに合うコースを優先しておすすめします

# onboarding.style.title
source: 어떤 여행을 주로 떠나세요?
en: Who do you usually travel with?
ja: どんな旅に よく出かけますか？

# onboarding.terms.agreeAll
source: 전체 동의
en: Agree to all
ja: すべてに同意

# onboarding.terms.privacy
source: 개인정보 처리방침 동의
en: Agree to Privacy Policy
ja: プライバシーポリシーに同意

# onboarding.terms.required
source: 필수
en: Required
ja: 必須

# onboarding.terms.service
source: 서비스 이용약관 동의
en: Agree to Terms of Service
ja: 利用規約に同意

# onboarding.terms.title
source: 서비스 이용을 동의해주세요
en: Please agree to our terms
ja: サービス利用に 同意してください

# onboarding.viewTerms
source: 약관 보기
en: View terms
ja: 規約を見る

# paywall.annual
source: 연간
en: Annual
ja: 年間

# paywall.autoRenewNotice
source: 구독은 기간 종료 24시간 전까지 해지하지 않으면 자동으로 갱신되며, 요금은 Apple 계정으로 청구됩니다. 구매 후 Apple 계정 설정에서 언제든 관리·해지할 수 있어요.
en: Subscriptions renew automatically unless canceled at least 24 hours before the end of the current period. Your Apple Account is charged for renewal. Manage or cancel anytime in your Apple Account settings.
ja: サブスクリプションは、期間終了の24時間前までに解約しない限り自動更新され、Appleアカウントに請求されます。購入後はAppleアカウント設定でいつでも管理・解約できます。

# paywall.bestValue
source: 가장 인기
en: MOST POPULAR
ja: 一番人気

# paywall.billedAnnually
source: 1년마다 자동 갱신
en: Auto-renews yearly
ja: 毎年自動更新

# paywall.cancelAnytime
source: 언제든 해지 가능
en: Cancel anytime
ja: いつでも解約可能

# paywall.discount
source: %d%% 할인
en: %d%% off
ja: %d%%割引

# paywall.eula
source: 이용약관(EULA)
en: Terms of Use (EULA)
ja: 利用規約(EULA)

# paywall.feature.bgm
source: BGM 전체 라이브러리
en: Full BGM Library
ja: BGM全ライブラリ

# paywall.feature.bgm.sub
source: 모든 음악을 직접 골라 넣을 수 있어요
en: Pick any track you like
ja: すべての音楽を自分で選べます

# paywall.feature.duration
source: 촬영 시간 하루 5분으로
en: 5 minutes a day
ja: 1日5分に拡大

# paywall.feature.duration.sub
source: 무료 30초 → 5분 · 10·15·20초 길이까지 열려요
en: 30s → 5 min, plus 10s / 15s / 20s clip lengths
ja: 無料30秒 → 5分 · 10/15/20秒の長さも使えます

# paywall.feature.multiformat
source: 멀티포맷 제공
en: Multi-format Export
ja: マルチフォーマット提供

# paywall.feature.multiformat.sub
source: 릴스·유튜브·인스타 3가지 버전을 한 번에
en: Reels, YouTube, and Instagram versions at once
ja: リール・YouTube・インスタの3バージョンを一度に

# paywall.feature.priority
source: 우선 렌더링
en: Priority Rendering
ja: 優先レンダリング

# paywall.feature.priority.sub
source: 대기 없이 내 영상부터 먼저 만들어드려요
en: Your videos are rendered first, no waiting
ja: 待たずにあなたの動画から先に作ります

# paywall.feature.watermark
source: 워터마크 제거
en: Remove Watermark
ja: ウォーターマーク削除

# paywall.feature.watermark.sub
source: 로고 없는 깨끗한 영상으로 저장돼요
en: Save clean videos with no logo
ja: ロゴなしのきれいな動画で保存されます

# paywall.freeTrial7
source: 7일 무료
en: 7 days free
ja: 7日間無料

# paywall.loadFailed
source: 요금제를 불러오지 못했어요
en: Couldn't load plans
ja: プランを読み込めませんでした

# paywall.monthly
source: 월간
en: Monthly
ja: 月間

# paywall.monthlyBilling
source: 매월 자동 갱신 · 언제든 해지 가능
en: Auto-renews monthly · Cancel anytime
ja: 毎月自動更新・いつでも解約可能

# paywall.noPaymentNow
source: 지금은 결제되지 않아요
en: No payment due now
ja: 今すぐの請求はありません

# paywall.nothingToRestore
source: 복원할 구독을 찾지 못했어요.
en: No subscription found to restore.
ja: 復元する購読が見つかりませんでした。

# paywall.perMonthAnnual
source: 월 %@ 꼴 · 1년마다 자동 갱신
en: %@/mo · auto-renews yearly
ja: 月%@相当・毎年自動更新

# paywall.privacyPolicy
source: 개인정보처리방침
en: Privacy Policy
ja: プライバシーポリシー

# paywall.purchaseFailed
source: 결제에 실패했어요. 잠시 후 다시 시도해주세요.
en: Purchase failed. Please try again later.
ja: 決済に失敗しました。しばらくしてからもう一度お試しください。

# paywall.restore
source: 구매 복원
en: Restore Purchase
ja: 購入を復元

# paywall.restoreFailed
source: 복원에 실패했어요. 잠시 후 다시 시도해주세요.
en: Restore failed. Please try again later.
ja: 復元に失敗しました。しばらくしてからもう一度お試しください。

# paywall.restored
source: 구독이 복원됐어요!
en: Your subscription was restored!
ja: 購読が復元されました！

# paywall.retry
source: 다시 시도
en: Retry
ja: 再試行

# paywall.startFreeTrial
source: 무료 체험 시작하기
en: Start Free Trial
ja: 無料体験を始める

# paywall.subscribe
source: 구독 시작하기
en: Start Subscription
ja: 購読を開始

# paywall.tagline
source: 여행의 순간을 더 길게, 더 자유롭게
en: Capture your trip longer, and freely
ja: 旅の瞬間をもっと長く、自由に

# paywall.vsMonthly
source: 월간 대비
en: vs monthly
ja: 月額プラン比

# place.category.amusementPark
source: 놀이공원
en: Amusement Park
ja: 遊園地

# place.category.aquarium
source: 수족관
en: Aquarium
ja: 水族館

# place.category.artGallery
source: 갤러리
en: Gallery
ja: ギャラリー

# place.category.bakery
source: 베이커리
en: Bakery
ja: ベーカリー

# place.category.bar
source: 바
en: Bar
ja: バー

# place.category.beach
source: 해변
en: Beach
ja: ビーチ

# place.category.cafe
source: 카페
en: Café
ja: カフェ

# place.category.gym
source: 헬스장
en: Gym
ja: ジム

# place.category.hospital
source: 병원
en: Hospital
ja: 病院

# place.category.library
source: 도서관
en: Library
ja: 図書館

# place.category.lodging
source: 숙박
en: Lodging
ja: 宿泊

# place.category.mountain
source: 산
en: Mountain
ja: 山

# place.category.movieTheater
source: 영화관
en: Movie Theater
ja: 映画館

# place.category.museum
source: 박물관
en: Museum
ja: 博物館

# place.category.nationalPark
source: 국립공원
en: National Park
ja: 国立公園

# place.category.nightClub
source: 나이트클럽
en: Night Club
ja: ナイトクラブ

# place.category.park
source: 공원
en: Park
ja: 公園

# place.category.pharmacy
source: 약국
en: Pharmacy
ja: 薬局

# place.category.pointOfInterest
source: 명소
en: Point of Interest
ja: 名所

# place.category.restaurant
source: 음식점
en: Restaurant
ja: レストラン

# place.category.school
source: 학교
en: School
ja: 学校

# place.category.shoppingMall
source: 쇼핑몰
en: Shopping Mall
ja: ショッピングモール

# place.category.spa
source: 스파
en: Spa
ja: スパ

# place.category.stadium
source: 경기장
en: Stadium
ja: スタジアム

# place.category.store
source: 상점
en: Store
ja: 店舗

# place.category.subwayStation
source: 지하철역
en: Subway Station
ja: 地下鉄駅

# place.category.touristAttraction
source: 관광명소
en: Tourist Attraction
ja: 観光名所

# place.category.trainStation
source: 기차역
en: Train Station
ja: 駅

# place.category.university
source: 대학교
en: University
ja: 大学

# place.category.zoo
source: 동물원
en: Zoo
ja: 動物園

# placedetail.blockDone.message
source: 작성자가 차단되었습니다. 목록에서 후기가 삭제되었습니다.
en: The author has been blocked. Their reviews were removed from the list.
ja: 作成者をブロックしました。リストからレビューが削除されました。

# placedetail.blockReviewer.message
source: 이 리뷰 작성자를 차단하시겠어요? 차단하시면 이 작성자가 등록한 모든 코스와 후기가 숨겨집니다.
en: Block this reviewer? All of their courses and reviews will be hidden.
ja: このレビュー作成者をブロックしますか？ブロックすると、この作成者のすべてのコースとレビューが非表示になります。

# placedetail.blockReviewer.title
source: 리뷰 작성자 차단
en: Block Reviewer
ja: レビュー作成者をブロック

# placedetail.googleReviews
source: 구글 리뷰
en: Google Reviews
ja: Googleレビュー

# placedetail.noGoogleReviews
source: 구글 리뷰가 없어요
en: No Google reviews
ja: Googleレビューがありません

# placedetail.noVisits
source: 아직 떠나 방문 기록이 없어요 이 코스를 따라가면 첫 번째가 되어보세요!
en: No tteona visits yet. Follow this course and be the first!
ja: まだtteonaの訪問記録がありません。 このコースをたどって最初の一人になろう！

# placedetail.reviewCount
source: 리뷰 %d개
en: %d reviews
ja: レビュー%d件

# placedetail.tteonaReviews
source: 떠나 후기
en: tteona Reviews
ja: tteonaレビュー

# placedetail.visitorCount
source: 떠나 %d명
en: %d tteona visitors
ja: tteona %d人

# placepicker.currentLocation
source: 현재 위치
en: Current location
ja: 現在地

# placepicker.customName
source: 장소명 직접 입력
en: Enter place name manually
ja: 場所名を直接入力

# placepicker.enterManually
source: 직접 입력하기
en: Enter manually
ja: 直接入力する

# placepicker.preciseOff
source: 정확한 위치가 꺼져 있어요
en: Precise Location is off
ja: 正確な位置情報がオフです

# placepicker.preciseOff.desc
source: 설정에서 켜면 주변 장소를 더 정확하게 찾아요
en: Turn it on in Settings to find nearby places more accurately
ja: 設定でオンにすると、周辺の場所をより正確に検索できます

# placepicker.title
source: 어디서 찍으셨나요?
en: Where did you film this?
ja: どこで撮影しましたか？

# profile.block
source: 차단하기
en: Block
ja: ブロック

# profile.block.confirm
source: %@님을 차단할까요? 코스와 채팅에서 더 이상 보이지 않아요.
en: Block %@? You won't see their courses or chats anymore.
ja: %@さんをブロックしますか？コースやチャットに表示されなくなります。

# profile.blocked
source: 차단됨
en: Blocked
ja: ブロック済み

# profile.courses
source: 올린 코스
en: Courses
ja: 投稿コース

# profile.courses.empty
source: 아직 올린 코스가 없어요
en: No courses yet
ja: まだコースがありません

# profile.footprint.of
source: %@님의 발자취
en: %@'s Footprints
ja: %@さんの足あと

# profile.myCourses
source: 내 코스
en: My Courses
ja: マイコース

# profile.myCourses.hint
source: 카메라를 눌러 코스 카드 썸네일을 꾸며보세요
en: Tap the camera to set a pretty course thumbnail
ja: カメラを押してコースのサムネイルを飾りましょう

# profile.search.empty
source: 검색 결과가 없어요
en: No results found
ja: 結果が見つかりません

# profile.search.hint
source: 친구의 닉네임을 검색해 발자취와 코스를 구경해 보세요
en: Search a friend's nickname to explore their footprints and courses
ja: 友達のニックネームを検索して 足あとやコースを見てみましょう

# profile.search.placeholder
source: 닉네임으로 검색
en: Search by nickname
ja: ニックネームで検索

# profile.searchUsers
source: 유저 검색
en: Find Users
ja: ユーザー検索

# profile.stats.countries
source: 국가
en: Countries
ja: 国

# profile.stats.courses
source: 코스
en: Courses
ja: コース

# profile.stats.likes
source: 좋아요
en: Likes
ja: いいね

# profile.stats.regions
source: 한국 지역
en: KR Regions
ja: 韓国地域

# rating.commentPlaceholder
source: 한 줄 후기 (선택)
en: One-line review (optional)
ja: ひとこと感想（任意）

# rating.later
source: 나중에
en: Later
ja: あとで

# rating.stars
source: %d점
en: %d stars
ja: %d点

# rating.submit
source: 등록
en: Submit
ja: 登録

# rating.title
source: 방금 방문한 장소 어떠셨나요?
en: How was the place you just visited?
ja: さっき訪れた場所はいかがでしたか？

# region.busan
source: 부산
en: Busan
ja: 釜山

# region.gangneung
source: 강릉
en: Gangneung
ja: 江陵

# region.gyeongju
source: 경주
en: Gyeongju
ja: 慶州

# region.hint
source: 동네나 지역을 검색해보세요
en: Try searching for a neighborhood or region
ja: エリアや地域を検索してみてください

# region.jeju
source: 제주
en: Jeju
ja: 済州

# region.jeonju
source: 전주
en: Jeonju
ja: 全州

# region.noResults
source: 검색 결과가 없어요
en: No results found
ja: 検索結果がありません

# region.other
source: 기타
en: Other
ja: その他

# region.placeholder
source: 지역, 동네 검색 (예: 잠실, 홍대, 해운대)
en: Search a region or neighborhood
ja: 地域・エリアを検索

# region.seoul
source: 서울
en: Seoul
ja: ソウル

# region.title
source: 지역 검색
en: Search Region
ja: 地域検索

# report.action
source: 신고하기
en: Report
ja: 通報する

# report.done.message
source: 신고가 정상 접수되었습니다. 24시간 이내에 검토 및 삭제 처리됩니다.
en: Your report has been received. It will be reviewed and handled within 24 hours.
ja: 通報を受け付けました。24時間以内に確認・削除対応いたします。

# report.done.title
source: 신고 완료
en: Report Submitted
ja: 通報完了

# report.reason.abuse
source: 욕설/비하
en: Abusive language
ja: 暴言・誹謗中傷

# report.reason.child
source: 아동 유해 콘텐츠
en: Harmful to minors
ja: 児童に有害なコンテンツ

# report.reason.other
source: 기타
en: Other
ja: その他

# report.reason.promo
source: 영리목적/홍보
en: Commercial/Promotional
ja: 営利目的・宣伝

# report.reason.sexual
source: 음란성/선정성
en: Sexual/Explicit content
ja: わいせつ・扇情的

# report.selectReason
source: 신고 사유를 선택해주세요
en: Select a reason for reporting
ja: 通報理由を選択してください

# room.changeImage
source: 대표 이미지 변경
en: Change group photo
ja: グループ画像を変更

# room.creator
source: 방장
en: Host
ja: ホスト

# room.defaultName
source: 그룹
en: Group
ja: グループ

# room.error.inappropriate
source: 부적절한 표현이 포함되어 있어 등록할 수 없어요.
en: Contains inappropriate language and can't be submitted.
ja: 不適切な表現が含まれているため登録できません。

# room.error.joinFailed
source: 그룹 참여에 실패했어요. 네트워크 상태를 확인하고 다시 시도해주세요.
en: Failed to join the group. Check your connection and try again.
ja: グループ参加に失敗しました。ネットワーク状態を確認して再度お試しください。

# room.error.notFound
source: 해당 초대 코드의 방을 찾을 수 없어요.
en: No room found for that invite code.
ja: その招待コードのルームが見つかりません。

# room.groupTrip
source: 그룹 참여 여행
en: Group Trip
ja: グループ参加の旅

# room.imageUploadFailed
source: 이미지 업로드에 실패했어요. 잠시 후 다시 시도해주세요.
en: Failed to upload the image. Please try again later.
ja: 画像のアップロードに失敗しました。しばらくしてからもう一度お試しください。

# room.inviteCode
source: 초대 코드
en: Invite Code
ja: 招待コード

# room.leave
source: 그룹 나가기
en: Leave Group
ja: グループを退出

# room.leaveButton
source: 나가기
en: Leave
ja: 退出する

# room.leaveMessage
source: 그룹을 나가면 다시 초대 코드로 참여할 수 있어요.
en: You can rejoin anytime with the invite code.
ja: 退出しても招待コードで再参加できます。

# room.membersCount
source: %d명
en: %d
ja: %d人

# room.membersTitle
source: 참여 멤버
en: Members
ja: 参加メンバー

# room.shareInvite
source: 초대 링크 공유
en: Share invite link
ja: 招待リンクを共有

# roomselect.members
source: 멤버 %d명
en: %d members
ja: メンバー%d人

# roomselect.shareVlog
source: 완성된 브이로그도 공유
en: Also share finished vlog
ja: 完成したVlogもシェア

# roomselect.shareVlogHint
source: 영상이 완성되면 선택한 방 채팅에 자동으로 올라가요
en: When your video is ready, it's posted to the selected rooms
ja: 動画が完成すると選択したルームに自動で投稿されます
